import React, { Component } from "react";

class about extends Component {
  state = {};

  render() {
    return (
      <div className="about_fluid">
        <div className="about_box">
          <div className="common_title">
            <h3>ჩვენს შესახებ</h3>
          </div>
          <div className="about_text">
            <p>
              Gcar.ge წარმოადგენს მანქანათა გაქირავების საიტს, რომელიც სრულად
              მორგებულია მომხმარებელთა ინტერესებსა და სურვილებზე. მოცემულ
              საიტზე, ერთი მხრივ, თქვენ შეგიძლიათ ატვირთოთ თქვენს საკუთრებაში
              არსებული მანქანების ფოტოები, რომელთა გაქირავებაც გსურთ და მიუთითოთ
              ყველა ის მნიშვნელოვანი პარამეტრი,რაც საყურადღებოა იცოდეს
              მომხმარებელმა, რათა შეჯერდეს თქვენს შემოთავაზებაზე. მეორე მხრივ,
              თქვენ შეგიძლიათ საიტზე არსებული კონტენტიდან აირჩიოთ სასურველი
              მანქანა, რომელიც შეესაბამება თქვენს მოთხოვნებს და თქვენს მიერ
              არჩეული დღეების განმავლობაში გახდეთ მისი მფლობელი.
            </p>
            <p>
              ჩვენ ვცდილობთ, ჩვენს საიტზე მარტივად და დროის მცირე მონაკვეთში
              შეძლოთ ნებისმიერი ტიპის მანქანის გაქირავება ან ქირაობა.
              პასუხისმგებლიანი გუნდი პროცედურათა განხორციელებისას დახმარებას
              გაგიწევთ ნებისმიერ კითხვასთან დაკავშირებით. ორივე მხარის უფლებები
              და ვალდებულებები იქნება დაცული.
            </p>
          </div>
        </div>
      </div>
    );
  }
}

export default about;
